{
  "titlePractice": "Electroforesis de ácidos nucleicos",
  "trama": "<b>Trama:</b> El alumno debe de realizar la técnica de separación de ácidos nucleicos a través de electroforesis horizontal. Esta separación se realiza en una matriz de agarosa a la cual se le aplica un campo eléctrico dentro de una cámara. Con el voltaje aplicado, las moléculas se separan y al final podrán observarse bandas en distintas posiciones dentro de la agarosa.\n\n<b>Equipo:</b>\nBalanza\nContenedor para pesar\nFuente de poder\nMicroondas\nCámara de electroforesis\nDocumentador de geles\n\n<b>Materiales:</b>\nBata\nGuantes para manejar cosas calientes / guantes de protección\nGuantes de nitrilo\nLentes de seguridad\nMicropipeta 10µl\nCaja de puntas para la micropipeta\nTubo de 1.5ml con muestra de ácidos nucleicos\nTubo de 1.5ml con buffer de carga 6x\nTubo de 1.5ml con marcador de peso molecular\nGradilla\nProbeta de 50ml\nMatraz de 250ml\nContenedor con buffer de corrida 1x\nAgarosa\nCharola para pesar\nEspátula\nCharola de preparación de gel\nPeine para gel",
  "titleSteps": [
    "Tomar objetos",
    "Pesar reactivo",
    "Vaciar reactivo pesado",
    "Medir líquido con probeta",
    "Fundir agarosa en microondas",
    "Tomar objeto caliente del microondas",
    "Preparar gel",
    "Colocar gel en la cámara",
    "Tomar muestras",
    "Preparar muestras",
    "Pipetear",
    "Colocar muestras en el gel",
    "Cerrar y conectar cámara",
    "Encender fuente de poder",
    "Guardar reactivos",
    "Desconectar y abrir cámara",
    "Quitar gel de cámara",
    "Colocar y visualizar gel en el documentador de geles",
    "Desechar gel",
    "Limpiar cámara"
  ],
  "instructionSteps": [
    "►Tomar un matraz de 250ml del menú de objetos y colocarlo en la mesa de trabajo.",
    "►Tomar un frasco de agarosa del menú de objetos y colocarlo en la mesa de trabajo.\n►Tomar una balanza del menú de objetos y colocarla en la mesa de trabajo.\n►Abrir el frasco de agarosa y colocarlo en la balanza (Nota: En el laboratorio virtual, este procedimiento se realiza de forma automática. En un entorno real, no olvidar tarar la balanza previamente, tomar la cantidad indicada de agarosa con una espátula y colocarla en la charola de la balanza).",
    "►Tomar la charola con agarosa del inventario.\n►Depositar la agarosa en el matraz.",
    "►Tomar una probeta de 50ml y colocarla en la mesa de trabajo.\n►Tomar el contenedor con buffer de corrida 1x del menú de objetos, colocarlo en la mesa de trabajo y abrirlo.\n►Colocar buffer en la probeta hasta que alcance los 50ml.\n►Colocar el buffer de la probeta en el matraz con agarosa.\n►Cerrar contenedor con buffer de corrida 1x y dejarlo en la mesa de trabajo.",
    "►Tomar el matraz que contiene agarosa + buffer de corrida 1x.\n►Ir al microondas y abrir su puerta.\n►Colocar el matraz dentro del microondas y presionar su botón de encendido.\n►Nota: En el laboratorio virtual la intensidad del microondas está a la mitad y el tiempo definido es de 3 minutos. En un entorno real, no olvidar el procedimiento para bajar la intensidad del microondas y configurar el tiempo indicado.\n►Esperar el tiempo indicado.",
    "►Colocarse los guantes para manejar cosas calientes / guantes de protección (Presionar el botón de guantes para cambiarlos).\n►Abrir puerta del microondas y sacar el matraz.\n►Agitar suavemente el matraz para disolver completamente la agarosa (opción \"mezclar contenido\" del click derecho).\n►Retirarse los guantes para manejar cosas calientes / guantes de protección (Presionar el botón de guantes para cambiarlos).",
    "►Tomar del menú de objetos una charola de preparación de gel, un peine para gel y colocarlos en la mesa de trabajo.\n►Esperar unos minutos hasta que la agarosa se atempere (Activar 10 minutos en el botón del tiempo).\n►Colocarse los guantes para manejar cosas calientes / guantes de protección (Presionar el botón de guantes para cambiarlos).\n►Verter la agarosa del matraz dentro de la charola de preparación de gel (opción \"verter contenido\" del click derecho).\n►Retirarse los guantes para manejar cosas calientes / guantes de protección (Presionar el botón de guantes para cambiarlos).\n►Colocar el peine en la parte superior de la charlo de preparación de gel ¿?.\n►Esperar 30 minutos a que solidifique la agarosa (Activar 30 minutos en el botón del tiempo).\n►Al pasar los 30 minutos, remover el peine del gel de agarosa (Se observa una hilera de pozos).",
    "►Colocar la charola de preparación de gel dentro de la cámara de electroforesis.\n►Verificar que los pozos queden del lado negativo de la cámara de electroforesis ¿?.\n►Tomar el contenedor de buffer de corrida 1x y abrirlo.\n►Verter una cantidad del buffer dentro de la cámara de electroforesis hasta que cubra el gel (opción \"verter contenido\" del click derecho).\n►Cerrar el contenedor del buffer de corrida 1x y dejarlo en la mesa de trabajo.",
    "►Tomar una gradilla del menú de objetos y colocarla en la mesa de trabajo.\n►Ir al congelador y tomar un tubo con muestra de ácidos nucleicos, un tubo con marcador de peso molecular y un tubo con buffer de carga 6x.",
    "►Colocar los tubos en la gradilla.",
    "►Tomar una micropipeta de 10µl del menú de objetos.\n►Fijar su volumen a 4µl.\n►Tomar una caja de puntas de 20µl, colocarla en la mesa de trabajo y abrirla.\n►Colocar una punta a la micropipeta.\n►Abrir el tubo con buffer de carga 6x.\n►Abrir tubo con muestra de ácidos nucleicos.\n►Tomar 4µl de buffer con la micropipeta y colocarlo en el tubo con muestra de ácidos nucleicos.\n►Desechar la punta en el bote de desechos químicos.\n►Dejar la micropipeta en la mesa de trabajo.\n►Cerrar el tubo con muestra de ácidos nucleicos.\n►Tomar una micropipeta de 200µl del menú de objetos.\n►Fijar su volumen a 24µl.\n►Tomar una caja de puntas de 200µl, colocarla en la mesa de trabajo y abrirla.\n►Colocar una punta a la micropipeta.\n►Abrir el tubo con muestra de ácidos nucleicos + buffer de carga 6x.\n►Tomar todo el líquido con la micropipeta.",
    "►Colocar el líquido de la micropipeta en el segundo pozo del gel de agarosa.\n►Desechar la punta en el bote de desechos químicos.\n►Tomar la micropipeta de 10µl de la mesa de trabajo.\n►Fijar su volumen a 5µl.\n►Abrir la caja de puntas de 20µl y colocar una punta a la micropipeta.\n►Abrir el tubo con marcador de peso molecular.\n►Tomar 5µl del líquido y colocarlo en el primer pozo del gel de agarosa.\n►Desechar la punta en el bote de desechos químicos.\n►Cerrar el tubo con marcador de peso molecular.\n►Guardar la micropipeta (opción \"guardar en su lugar\" del click derecho).",
    "►Presionar el botón Start de la cámara de electroforesis (Nota: En el laboratorio virtual, la puerta de la cámara de electroforesis se cierra automáticamente y la cámara de poder ya se encuentra dentro y conectada. En un entorno real, no olvidar realizar el procedimiento completo).",
    "►",
    "►Guardar el tubo de 1.5ml con muestra de ácidos nucleicos, el tubo de 1.5ml con buffer de carga 6x y el buffer con marcador de peso molecular (opción \"guardar en su lugar\" del click derecho).",
    "►",
    "►Colocarse los guantes de nitrilo (Presionar el botón de guantes para cambiarlos).\n►Abrir la interfaz de la cámara de electroforesis (opción \"usar\" del click derecho).\n►Tomar el gel del interior de la cámara de electroforesis.",
    "►Ir al documentador de geles y colocar el gel.\n►Encender el documentador de geles (botón azul del documentador de geles).\n►Visualizar en la pantalla el gel con la luz ultravioleta (Nota: En el laboratorio virtual este proceso se reliza automáticamente. En un entorno real, no olvidar seleccionar el filtro UV).\n►Tomar fotografía del gel en la pantalla (botón verde de la pantalla).",
    "►Con los guantes de nitrilo puestos, tomar el gel del documentador de geles.\n►Desechar en el gel en el bote de ¿?.",
    "►Limpiar cámara de electroforesis (opción \"limpiar\" del click derecho) (Nota: En el laboratorio virtual este proceso se realiza automáticamente. En un entorno real, no olvidar desechar el líqudo restante de la cámara de electroforesis y limpiarla con agua destilada).\n►Seleccionar en la barra de herramientas \"Enviar Práctica\""
  ]
}
